[
"Text: The International Sustainability Standards Board (ISSB) requires companies to disclose Scope 1, Scope 2, and Scope 3 greenhouse gas emissions.\n######################\nOutput:\n(\"entity\"<|>International Sustainability Standards Board (ISSB)<|>disclosure standard<|>A global body that develops sustainability-related disclosure standards, including climate reporting requirements)\n##\n(\"entity\"<|>Scope 1 emissions<|>disclosure topic<|>Direct greenhouse gas emissions from sources owned or controlled by the organization)\n##\n(\"entity\"<|>Scope 2 emissions<|>disclosure topic<|>Indirect greenhouse gas emissions from purchased electricity, heat, or steam consumed by the organization)\n##\n(\"entity\"<|>Scope 3 emissions<|>disclosure topic<|>All other indirect greenhouse gas emissions occurring in the value chain of the reporting organization)\n##\n(\"relationship\"<|>Scope 1 emissions<|>ISSB<|>RequiredBy)\n##\n(\"relationship\"<|>Scope 2 emissions<|>ISSB<|>RequiredBy)\n##\n(\"relationship\"<|>Scope 3 emissions<|>ISSB<|>RequiredBy)\n<|COMPLETE|>\n\n",
"Text: Unilever partnered with WWF to develop strategies that reduce water use in agricultural supply chains.\n######################\nOutput:\n(\"entity\"<|>Unilever<|>organization<|>A multinational consumer goods company that prepares sustainability and climate disclosures)\n##\n(\"entity\"<|>WWF<|>partner<|>An environmental NGO collaborating with organizations to promote sustainability initiatives)\n##\n(\"entity\"<|>strategies<|>strategy<|>Plans adopted by Unilever to manage climate-related risks and opportunities)\n##\n(\"entity\"<|>water use<|>resource use<|>The consumption of water resources in the production and value chain processes)\n##\n(\"entity\"<|>agricultural supply chains<|>business model<|>The network of agricultural sourcing and production activities that form part of Unilever’s value chain)\n##\n(\"relationship\"<|>Unilever<|>WWF<|>PartneredWith)\n##\n(\"relationship\"<|>strategies<|>water use<|>AimsToReduce)\n##\n(\"relationship\"<|>strategies<|>agricultural supply chains<|>AppliedTo)<|COMPLETE|>", 
"Text: The company set a net-zero target for 2040 and aligned its reporting with the Global Reporting Initiative (GRI).\n######################\nOutput:\n(\"entity\"<|>net-zero target by 2040<|>target<|>A climate-related goal committing the company to reduce greenhouse gas emissions to net-zero by 2040)\n##\n(\"entity\"<|>Global Reporting Initiative (GRI)<|>disclosure standard<|>An international standard-setting organization that provides sustainability reporting frameworks)\n##\n(\"relationship\"<|>net-zero target<|>GRI<|>ReportedUnder)<|COMPLETE|>",
"Text: The board oversees climate-related risks such as supply chain disruptions and opportunities from renewable energy adoption.\n######################\nOutput:\n(\"entity\"<|>board<|>governance<|>The governing body of the company responsible for oversight of climate-related risks and opportunities)\n##\n(\"entity\"<|>climate-related risks<|>risk<|>Potential adverse effects of climate change on the company’s business and financial performance)\n##\n(\"entity\"<|>supply chain disruptions<|>risk<|>Risks related to interruptions in the company’s supply chain due to climate change)\n##\n(\"entity\"<|>renewable energy adoption<|>opportunity<|>A positive effect of climate action through the shift toward renewable energy sources)\n##\n(\"relationship\"<|>board<|>climate-related risks<|>Oversees)\n##\n(\"relationship\"<|>board<|>renewable energy adoption<|>Oversees)<|COMPLETE|>", 
"Text: Tesla’s business model relies on electric vehicle production and energy storage solutions, both of which are influenced by climate disclosure requirements under the SEC’s proposed rules.\n######################\nOutput:\n(\"entity\"<|>Tesla<|>organization<|>A publicly listed company that prepares climate and sustainability disclosures)\n##\n(\"entity\"<|>business model<|>business model<|>The system through which Tesla creates value by producing and selling electric vehicles and energy solutions)\n##\n(\"entity\"<|>electric vehicle production<|>business model<|>A key component of Tesla’s value creation through sustainable mobility solutions)\n##\n(\"entity\"<|>energy storage solutions<|>business model<|>A part of Tesla’s operations focusing on renewable energy storage and distribution)\n##\n(\"entity\"<|>SEC proposed rules<|>disclosure standard<|>The U.S. Securities and Exchange Commission’s climate disclosure proposal requiring listed firms to report climate-related information)\n##\n(\"relationship\"<|>Tesla<|>business model<|>OperatesWith)\n##\n(\"relationship\"<|>business model<|>SEC proposed rules<|>AffectedBy)<|COMPLETE|>",
"Text: Microsoft set a science-based target to reduce Scope 3 emissions by 50% by 2030 and is working with suppliers to achieve this goal.\n######################\nOutput:\n(\"entity\"<|>Microsoft<|>organization<|>A technology company reporting climate-related risks, opportunities, and targets)\n##\n(\"entity\"<|>science-based target<|>target<|>A climate goal validated by the Science Based Targets initiative, aligning emissions reductions with the Paris Agreement)\n##\n(\"entity\"<|>Scope 3 emissions<|>disclosure topic<|>Indirect greenhouse gas emissions from Microsoft’s value chain, including purchased goods, transportation, and use of products)\n##\n(\"entity\"<|>2030<|>target<|>The deadline year by which Microsoft aims to reduce Scope 3 emissions by 50%)\n##\n(\"entity\"<|>suppliers<|>partner<|>External organizations in Microsoft’s supply chain collaborating to meet sustainability targets)\n##\n(\"relationship\"<|>science-based target<|>Scope 3 emissions<|>AppliesTo)\n##\n(\"relationship\"<|>science-based target<|>2030<|>AchieveBy)\n##\n(\"relationship\"<|>Microsoft<|>suppliers<|>CollaboratesWith)<|COMPLETE|>",
"Text: The company’s climate strategy emphasizes resilience to physical risks like flooding and seizing opportunities from green financing instruments.\n######################\nOutput:\n(\"entity\"<|>climate strategy<|>strategy<|>The company’s approach to addressing climate-related risks and opportunities within its business model and operations)\n##\n(\"entity\"<|>physical risks<|>risk<|>Climate-related risks stemming from physical impacts such as extreme weather events and long-term climatic changes)\n##\n(\"entity\"<|>flooding<|>risk<|>An acute physical risk that disrupts operations, assets, and supply chains)\n##\n(\"entity\"<|>green financing instruments<|>opportunity<|>Positive effects from accessing sustainability-linked financing such as green bonds and loans)\n##\n(\"relationship\"<|>climate strategy<|>physical risks<|>Addresses)\n##\n(\"relationship\"<|>climate strategy<|>green financing instruments<|>SeeksOpportunities)<|COMPLETE|>"
]

